cask_args appdir: "/Applications"
tap "caskroom/cask"

brew "afl-fuzz"
brew "bat"
brew "binutils"
brew "rbenv"
brew "carthage"
brew "chisel"
brew "clang-format"
brew "fd"
brew "fzf"
brew "gdb"
brew "git"
brew "grc"
brew "hugo"
brew "htop"
brew "mongodb"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "postgres"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "swiftlint"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"

cask "atom"
cask "google-chrome"
cask "imageoptim"
cask "numi"
cask "paw"
cask "reveal"
cask "sketch"
cask "spotify"
cask "tower"
cask "transmit"
cask "visual-studio-code"

mas "1Blocker", id: 1107421413
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "Things3", id: 904280696
mas "UlyssesMac", id: 1225570693
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
