cask_args appdir: "/Applications"
tap "caskroom/cask"

brew "afl-fuzz"
brew "binutils"
brew "carthage"
brew "chisel"
brew "fzf"
brew "gdb"
brew "git-extras"
brew "grc"
brew "hugo"
brew "neovim"
brew "postgres"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zsh"

cask "atom"
cask "google-chrome"
cask "imageoptim"
cask "paw"
cask "reveal"
cask "sketch"
cask "tower"
cask "visual-studio-code"

mas "1Blocker", id: 1107421413
mas "Cardhop", id: 1290358394
mas "Things3", id: 904280696
mas "Xcode", id: 497799835
