brew "afl-fuzz"
brew "binutils"
brew "bison"
brew "capstone"
brew "carthage"
brew "chisel"
brew "elixir"
brew "flex"
brew "flow"
brew "fzf"
brew "gdb"
brew "git-extras"
brew "go"
brew "grc"
brew "hub"
brew "keybase"
brew "mutt"
brew "nasm"
brew "nmap"
brew "openssl"
brew "osquery"
brew "postgres"
brew "qt"
brew "radare2"
brew "reattach-to-user-namespace"
brew "rust"
brew "tarsnap"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wireshark"
brew "xctool"
brew "zsh"
